---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ReleaseType.Pinned
enum: Autodesk.Revit.DB.Structure.ReleaseType
source: html/29394540-619a-61e0-abc2-449dc868e246.htm
---
# Autodesk.Revit.DB.Structure.ReleaseType.Pinned

Pinned.